[
  {
    "content": "Västliga jägare-samlare (WHG)",
    "start": -15000,
    "end": -5000,
    "desc": "Jägare-samlare som levde i Europa under den sena paleolitiska och mesolitiska perioden."
  },
  {
    "content": "Östliga jägare-samlare (EHG)",
    "start": -14000,
    "end": -9000,
    "desc": "Forntid folk från Östeuropa och Sibirien, som slogs samman med andra befolkningar under migration."
  },
  {
    "content": "Hamburgkulturen",
    "start": -13500,
    "end": -11150,
    "desc": "En sen övre paleolitisk kultur av renjägare i nordvästra Europa under den sista delen av Weichsel-istiden som började under värmeperioden Böllingtid."
  },
  {
    "content": "Brommekulturen",
    "start": -11600,
    "end": -9800,
    "desc": "En sen övre paleolitisk kultur av renjägare i Skandinavien och norra Europa, namngiven efter Bromme i Danmark. Kulturen är kopplad till Ahrensburgkulturen. Cirka 20 bosättningar har hittats i Skåne från denna kultur."
  },
  {
    "content": "Skandinaviska jägare-samlare (SHG)",
    "start": -9500,
    "end": -4000,
    "desc": "De första invånarna i Skandinavien, som förlitade sig på jakt, fiske och insamling."
  },
  {
    "content": "Maglemosekulturen",
    "start": -9000,
    "end": -6000,
    "desc": "Maglemosekulturen är känd för sin avancerade verktygstillverkning och bosättning av skogar och sjöar."
  },
  {
    "content": "Tidiga europeiska bönder (EEF)",
    "start": -7000,
    "end": -4000,
    "desc": "Tidiga neolitiska bönder som spred jordbruket över hela Europa från Anatolian."
  },
  {
    "content": "Kongemosekulturen",
    "start": -6000,
    "end": -5200,
    "desc": "En mesolitisk kultur i södra Skandinavien, föregående Erteböllekulturen."
  },
  {
    "content": "Erteböllekulturen",
    "start": -5400,
    "end": -3950,
    "desc": "En sen mesolitisk kultur känd för keramik och övergången till jordbruk."
  },
  {
    "content": "Västra steppherdar (WSH)",
    "start": -5000,
    "end": -2000,
    "desc": "Nomadiska herdar från Pontisk-Kaspiska steppen, avgörande för den indoeuropeiska expansionen."
  },
  {
    "content": "Trattbägarkulturen",
    "start": -4300,
    "end": -2800,
    "desc": "Tidiga neolitiska bönder som byggde megalitiska gravar och odlade mark i norra Europa."
  },
  {
    "content": "Gropkeramiska kulturen",
    "start": -3500,
    "end": -2300,
    "desc": "En kultur känd för sin distinkta keramik och beroende av kustjakt och fiske."
  },
  {
    "content": "Jamnakulturen",
    "start": -3300,
    "end": -2600,
    "desc": "En nomadisk pastoralistgrupp från den eurasiska steppen, bidragande till spridningen av indoeuropeiska språk."
  },
  {
    "content": "Snörkeramisk kultur",
    "start": -3000,
    "end": -2350,
    "desc": "En utbredd europeisk kultur känd för sin snörimpräntade keramik och begravningspraxis."
  },
  {
    "content": "Klockbägarkultur",
    "start": -2800,
    "end": -1800,
    "desc": "En europeisk kultur känd för sin distinkta klockformade keramik och kopparanvändning."
  },
  {
    "content": "Stridsyxekulturen",
    "start": -2800,
    "end": -2300,
    "desc": "En kultur i norra Europa, ofta associerad med krigareliter. En regional variant av så kallad Snörkeramisk kultur"
  },
  {
    "content": "Nordisk bronsålder",
    "start": -1750,
    "end": -500,
    "desc": "En blomstrande period i Skandinavien, känd för sina bronsartefakter och långdistanshandel. Bosättningar hade expanderat från de bördiga områdena i sydväst och sydost för att inkludera fler regioner. Folk levde i ett hierarkiskt samhälle där betydande individer begravdes i stora gravhögar, som fortfarande är synliga i landskapet i Skåne idag."
  },
  {
    "content": "Förromersk järnålder",
    "start": -500,
    "end": -100,
    "desc": "Perioden före romersk påverkan, präglad av övergången till järnanvändning i norra Europa. Med järnålderns inträde tog nya samhällsstrukturer form. Urnegravarna ersatte nu helt gravhögarna, vilket möjligen berodde på att hövdingarnas makt minskade"
  },
  {
    "content": "Romersk järnålder",
    "start": 0,
    "end": 400,
    "desc": "En tid av romerskt kontakt och påverkan i Skandinavien."
  },
  {
    "content": "Uppåkra.",
    "start": -100,
    "end": 1000,
    "timestamp": "period",
    "desc": "Runt 1:a århundradet f.Kr. var Uppåkra en liten järnåldersbosättning som växte till en av Norra Europas största. Den blev ett politiskt maktcentrum för en aristokrati, vilket bevisas av imponerande hallbyggnader som liknar trähus. Dramatiska händelser, såsom husbränder och våldsamma dödsfall, inträffade där. Med endast 0,2% av Uppåkra utgrävt kommer framtida utgrävningar att fortsätta att omforma den skandinaviska historien. Kulturella lager når nästan två meter i djup, och många mysterier, inklusive platsens roll, hur dess folk levde och var de begravdes, återstår att avtäcka."
  },
  {
    "content": "Folkvandringstiden",
    "start": 375,
    "end": 550,
    "desc": "En tid av omvälvning och migration i Europa, med den västra romerska imperiets fall och uppkomsten av nya kungadömen."
  },
  {
    "content": "Yngre germansk järnålder (Vendeltiden)",
    "start": 550,
    "end": 800,
    "desc": "En period av politisk och social omvandling i Skandinavien, med framväxten av nya kungadömen."
  },
  {
    "content": "Vikingatid",
    "start": 800,
    "end": 1050,
    "desc": "Erans av nordisk utforskning, handel och räder, som formade skandinavisk och europeisk historia."
  },
  {
    "content": "Medeltiden",
    "start": 1050,
    "end": 1500,
    "desc": "En period av feodalism, kristnande, och konsolidering av kungadömen i Skandinavien."
  },
  {
    "content": "Renässansen",
    "start": 1500,
    "end": 1650,
    "desc": "En kulturell och intellektuell väckelse, präglad av framsteg inom konst, vetenskap och utforskning."
  },
  {
    "content": "Upplysningstiden",
    "start": 1650,
    "end": 1800,
    "desc": "En intellektuell rörelse som betonade förnuft, vetenskap och individuella rättigheter."
  },
  {
    "content": "Industrialiseringen",
    "start": 1760,
    "end": 1840,
    "desc": "Övergången till industriella ekonomier, ändrade sociala strukturer och teknologier i Europa."
  },
  {
    "content": "Modern tid",
    "start": 1900,
    "end": 2024,
    "desc": "Den nutida perioden, präglad av teknologiska framsteg, globala konflikter och snabba samhälleliga förändringar."
  },
  {
    "content": "Bönder (EEF) med genetiska rötter i Anatolien anlände.",
    "start": -3900,
    "desc": "Tidiga europeiska bönder (EEF) var en grupp av de anatoliska neolitiska bönderna (ANF) som tog med sig jordbruk till Europa och Nordvästra Afrika. De var de första att odla grödor och föda upp boskap, vilket ledde till en övergång från jägare-samlarsamhällen till bosatta jordbrukssamhällen. EEF-bönder spred sig över Europa, blandade sig med lokala jägare-samlare och bidrog till den genetiska mångfalden hos moderna européer."
  },
  {
    "content": "Folk med genetiska rötter från Pontisk-Kaspiska steppen anlände.",
    "start": -2650,
    "desc": "Jamnapopulationen, kopplad till de proto-indoeuropeiska migrationerna, började sprida sig in i Europa från Pontisk-Kaspiska steppen runt 3000 f.Kr. Deras inflytande nådde Norra Europa och Skandinavien, inklusive Skåne, omkring 2800–2500 f.Kr. De är kopplade till snörkeramikkulturen i Europa, som visar starka genetiska och kulturella band till Jamna."
  },
  {
    "content": "Kungagraven i Kivik.",
    "start": -1600,
    "desc": "Kungagraven, även känd som Kiviksgraven eller Bredarör, är en gravhögar som ligger i Kivik, i församlingen Södra Mellby och kommunen Simrishamn. Det är en gravplats från bronsåldern, som delvis har blivit förstörd, plundrad, och restaurerad till ett icke-originalt tillstånd genom historien. I sin restaurerade form mäter graven cirka 75 meter i diameter och är 3,5 meter hög. Den anses vara en av de största gravarna från tidig bronsålder i Skandinavien (runt 1700–1100 f.Kr.). Graven innehåller en kista som är 3,25 meter lång och lite över en meter bred."
  },
  {
    "content": "Skåne nämns för första gången i skrift.",
    "start": 811,
    "desc": "Skåne nämns för första gången i skrift i Annales Regni Francorum i samband med fredsavtalet mellan danskarna och Karl den store år 811. Inkluderad i den danska följe var 'Osfrid från Schonen', som möjligtvis var kung av Skåne."
  },
  {
    "content": "Den danske kungen Harald Blåtand erövrade Skåne.",
    "start": 970,
    "desc": "Genom bland annat spridningen av runstenar från slutet av 900-talet kan slutsatsen dras att Öresundskusten och den södra kusten av Skåne måste ha blivit under Haralds styre."
  },
  {
    "content": "Harald Blåtand införde kristendomen i Skåne.",
    "start": 1000,
    "desc": "Genom att bygga så kallade trelleborger, stora ringfort för garnisoner av soldater, tog han kontroll över delar av regionen. En karakteristisk egenskap hos dessa ringfort är att en kristen kyrka byggdes strax utanför en av portarna, sannolikt tillägnad St. Clemens. Trelleborgar är väldokumenterade i Trelleborg och nära Borgeby slott vid Löddeköpinge."
  },
  {
    "content": "Sven Estridsson",
    "start": 1020,
    "desc": "Den danske kungen Sven Estridsson dominerade kraftfullt Skånes politik under mitten av 1100-talet. Kungen, vars far Ulf Torgilsson hade varit jarlen av Skåne och mördades av den förra kungen, ägde sannolikt ett stort antal egendomar i regionen, precis som hans mor Estrid, som donerade '50 bol' i Göinge till katedralen i Roskilde. Sven själv överförde kungliga egendomar till kyrkan i Dalby."
  },
  {
    "content": "Slaget vid Fotevik",
    "start": 1134,
    "desc": "Slaget vid Fotevik utfördes den 4 juni 1134 mellan flottorna från kungariket Danmark och kungariket Sverige nära Fotevik, nära den moderna staden Trelleborg. Slaget slutade med en avgörande seger för de danska styrkorna, ledda av kung Erik II av Danmark, över de svenska styrkorna, ledda av kung Niels av Sverige. Slaget var en del av den pågående konflikten mellan Danmark och Sverige över kontrollen av den södra Östersjön och de skånska provinserna."
  },
  {
    "content": "Skåne erövrades av Sverige.",
    "start": 1658,
    "desc": "Efter erövringen, särskilt under Karl XI:s regering (1660–1697), genomfördes en omfattande svensk assimileringsprocess av Skåne. Upprepade danska försök att återta Skåne och de andra skånska provinserna, inklusive Skånska kriget (1675–1679) och den danska kampanjen i Skåne och Blekinge 1709–1710, avvisades."
  },
  {
    "content": "Weichsel isen smälter",
    "start": -14000,
    "desc": "Den senaste glaciala perioden i norra Europa som formade mycket av Skandinaviens landskap."
  },
  {
    "content": "Mammutbete i Lockarp.",
    "start": -13000,
    "desc": "Mammutbete hittades vid Lockarp nära Malmö."
  },
  {
    "content": "De äldsta spåren av människor i Skåne vid Finjasjn.",
    "start": -11500,
    "desc": "De äldsta spåren av människor i Skåne har hittats i Mölleröd, nära den norra delen av Finjasjön. Sannolikt var spåren en del av Hamburgkulturen."
  },
  {
    "content": "Första permanenta bosättningarna.",
    "start": -11000,
    "desc": "."
  },
  {
    "content": "Spår av människor i Segebro.",
    "start": -10000,
    "desc": "Spår av människor i Sverige har hittats vid Segebro, i norr om Malmö, och uppskattas vara daterade till cirka 10 000 f.Kr. Fynd av flintskrapor, knivar och pilspetsar kommer sannolikt från nomadiska renjägare, och resterna vid Segebro kan ha tjänat som ett tillfälligt renjaktläger. Sannolikt var bosättningen en del av Brommekulturen."
  },
  {
    "content": "Skåne förlorade sin landbro till Själland.",
    "start": -7500,
    "desc": "Vid vissa tillfällen var havet på sin nuvarande nivå, och andra gånger flera meter högre."
  },
  {
    "content": "Barumkvinnan",
    "start": -7000,
    "desc": "Hennes skelett upptäcktes i nordöstra Skåne på 1930-talet, är en av Sveriges mest kända stenåldersgestalter. Hon levde för cirka 9 000 år sedan, och verktyg för jakt och fiske som hittades i hennes grav tyder på att hon var en jägare. Bevis från andra kvinnors gravar, såsom de på Gotland, bekräftar också att kvinnor deltog i jakt under stenåldern i Skandinavien."
  },
  {
    "content": "Bosättning vid Skateholm",
    "start": -6000,
    "desc": "Bosättningen vid Skateholm, nära byn Löddeköpinge, var bebodd från omkring 6 000 f.Kr. till 5 000 f.Kr. Platsen är känd för sina välbevarade gravar, som innehåller verktyg, mat och rödockra. Folket i Skateholm var jägare-samlare som levde i en kustomgivning, och förlitade sig på fiske och jakt för att överleva."
  },
  {
    "content": "Bosättning vid Tågerup",
    "start": -5500,
    "desc": "Spår av en stor kustomgivning från 6 000–5 000 f.Kr. hittades vid Tågerup. Gravarna, liksom de vid Skateholm, visar användning av rödockra och begravning med mat och verktyg. Arkeologer upptäckte också rester av pålar och bryggor för båtar, samt flera fiskefällor. Bevis på olika hus, inklusive tältliknande strukturer runt åtta meter i diameter, större verkstadshus, och bostadshus tyder på att bosättningen kan ha huserat över 100 personer."
  },
  {
    "content": "Havängdolk.",
    "start": -5500,
    "desc": "Havängdolk är en stenkammarggrav (megalitisk grav) av dolmen typen från senare stenåldern, cirka 5 500 år gammal, byggd under den tidigare fasen av Trat bakerkultur. Den megalitiska graven ligger vid Haväng på Österlen, inom Ravlunda församling, strax norr om mynningen av Verkaån i Hanöbukten, på den södra kanten av Ravlunda skjutfält."
  },
  {
    "content": "Jordbruket började",
    "start": -4000,
    "desc": "Jordbruket började i Skåne omkring 4000 f.Kr., under den så kallade neolitiska perioden (jordbrukets stenålder). Denna period präglades av övergången från en jägare-samlare livsstil till ett mer bosatt liv med jordbruk och djurhållning."
  },
  {
    "content": "Hindby offerkälla",
    "start": -4000,
    "desc": "En av de längsta kontinuerligt använda offerplatserna i förhistoriska Skåne var en källa nära Hindby. De äldsta fynden från Hindby går tillbaka till cirka 4 000 f.Kr., i slutet av stenåldern, medan de yngsta är från mitten av bronsåldern, mer än 2 500 år senare."
  },
  {
    "content": "Polerade flintyxor",
    "start": -3000,
    "desc": "Under det 3:e årtusendet f.Kr. tillverkades polerade flintyxor för första gången i Skåne. Tillsammans med framkomsten av jordbruk och dessa flintyxor, har de äldsta kända offren också hittats i Skåne. Flintyxor är särskilt vanliga som offer, men även andra verktyg och mat offrades."
  }
]
